Repository: FaceDeer/real_minerals
Catalog: locale/*.po
Languages: it

source: Bismuth
it: Bismuto

source: Zinc
it: Zinco

source: Tin
it: Stagno

source: Copper
it: Rame

source: Lead
it: Piombo

source: Silver
it: Argento

source: Gold
it: Oro

source: Brass
it: Ottone

source: Sterling Silver
it: Argento sterling

source: Rose Gold
it: Oro rosso

source: Black Bronze
it: Bronzo nero corinzio

source: Bismuth Bronze
it: Bronzo bismuto

source: Bronze
it: Bronzo

source: Aluminium
it: Alluminio

source: Platinum
it: Platino

source: Pig Iron
it: Ghisa

source: Wrought Iron
it: Ferro battuto

source: German Silver
it: Alpacca

source: Steel
it: Acciaio

source: Black Steel
it: Acciaio nero

source: @1 Ingot
it: Lingotto di @1

source: Block of @1
it: Blocco di @1

source: Anthracite
it: Carbone

source: Bituminous Coal
it: Lintrace

source: Hematite
it: Ematite

source: Bismuthinite
it: Bismutinite

source: Native Copper
it: Rame nativo

source: Native Gold
it: Oro nativo

source: Native Silver
it: Argento nativo

source: Native Platinum
it: Platino nativo

source: Sphalerite
it: Sfalerite

source: Tetrahedrite
it: Tetraedrite

source: Cinnabar
it: Cinabro

source: Cryolite
it: Criolite

source: Graphite
it: Grafite

source: Gypsum
it: Gesso

source: Jet
it: Giaietto

source: Kaolinite
it: Caolinite

source: Olivine
it: Olivina

source: Petrified wood
it: Legno pietrificato

source: Pitchblende
it: Uraninite

source: Saltpeter
it: Salnitro

source: Satin Spar
it: Selenite

source: Serpentine
it: Serpentina

source: Sylvite
it: Silvite

source: Ore
it: Minerale

source: @1 Ore
it: Vena di @1

source: Sulfur
it: Zolfo

source: Charcoal
it: Carbone vegetale

source: Flux
it: Flussante

source: Borax
it: Borace

source: Peat
it: Torba
